{
	"header": [
		{
			"title": [
				"Shree Radha Krishna Dham",
				"Greenwich Hindu Mandir"
			]
		}
	],
	"visit": [
		{
			"title":"Visit us",
			"text" : [
				"63-67 Bannockburn Road<br />",
				"Plumstead<br />",
				"London<br />",
				"SE18 1ET"
			]
		}
	],
	"contact": [
		{
			"title": "Contact",
			"phone": "020 8854 4566",
			"email": "info@greenwichhindutemple.org.uk"
		}
	],
	"darshan": [
		{
			"title":"Darshan times",
			"text": [
				"<span style='text-decoration: line-through;'>8:30am - 11:30am</span></span><br />",
				"<span style='text-decoration: line-through;'>5:00pm - 8:00pm</span><br />",
				"<span style='text-decoration: line-through;'>7 days a week</span><br />",
				"<span style='color: red;font-weight:bold;'>CLOSED</span> please check the <a href='#/current-news/'>CURRENT NEWS</a> for opening hours. Thank You."
			]
		}
	],
	"about": [
		{
			"title":"Our Mandir",
			"text": [
				"Greenwich Hindu Mandir (GHM) was founded in March 1978 in the Royal London Borough of Greenwich. Initially, members met at each other’s homes for worshipping, satsang, religious and cultural discourses.",
				"St. Nicholas Mission Hall, our present building was purchased in 1984 on a 99 year lease and the building was converted into a Temple. Marble Murtis of Radha-Krishna, Shivalingam, Durga mata and Ram darbar were donated by Mr Rambaba and Mr Maganbhai. Ganeshji were donated by Birla’s of India through Mr Ramesh Kumar.",
				"In 1993, the Temple was refurbished and the Singhasan was constructed. The temple is valued by the Hindu community and the congregation is increasing every year. Hindus from all parts of India and also from Fiji, Guyana, Kenya, Mauritius, Nepal, Sri Lanka, Trinidad and USA regularly visit and enjoy the cultural and religious celebrations.",
				"The principal activities of the charity continue to be the promotion of equality among the communities, spread peace and promote cultural activities within the Asian community with a view to bring people together from all walks of life."
			]
		}
	],
	"currentnews": [
		{
			"title":"Current News",
			"docs": [
				{
					"image" : "/img/sharad-navratri.png"
				},
				{
					"image" : "/img/temple-opening.png"
				}
			]
		}
	],
	"activities" : [
		{
			"title" : "Aarti",
			"day" : "Everyday",
			"time" : "10am and 7pm"
		},
		{
			"title" : "Hanumna Chalisa",
			"day" : "Every Tuesday",
			"time" : "7pm"
		},
		{
			"title" : "Bhajan Kirtan",
			"day" : "Every Saturday",
			"time" : "5pm to 7pm"
		},
		{
			"title" : "Yoga",
			"day" : "Every Monday",
			"time" : "7.30pm to 8.45pm"
		}
	],
	"services" : [
		{
			"title":"Services",
			"text" : [
				"Temple arranges for various types of Pooja / Prayer services which can be organised at the temple or in some cases at your home.",
				"Please note that The Management Committee holds the right to make any changes, giving prior notice to the public. Thank you for your generosity.",
				"Every Monday afternoon, the temple provides bhojan / food for the congregation and the elderly. People get together socially. Devotees may chose to book any Monday and provide for the food."
			]
		}
	],
	"calendar" : [
		{
			"title":"Calendar",
			"docs": [
				{
					"link":	"/docs/calendar.pdf",
					"name" : "Download the 2021 Calendar",
					"image" : "/img/calendar.png"
				}
			]
		}
	],
	"donations" : [
		{
			"title":"Donations",
			"text": [
				"The Committee is most grateful for your generosity. We rely entirely on the donations made by people like yourselves and thank you for your continuous support to Greenwich Hindu Temple.",
				"If you would like to make a donation on a regular basis to the temple then please download the Standing Order Form here via:",
				"Please hand the completed form to one of the committee member or email it to info@greenwichhindutemple.org.uk",
				"The committee would like to Thank you in advance for your generosity."
			],
			"docs": [
				{
					"link":	"/docs/gift-aid-declaration.pdf",
					"name" : "Gift Aid Decleration Form"
				},
				{
					"link":	"/docs/standing-order.pdf",
					"name" : "Standing Order Form"
				}
			]
		}
	],
	"volunteer" : [
		{
			"title":"Volunteer",
			"text": [
				"Greenwich Hindu Mandir is always looking for volunteers to help manage the day to day events and special occasions at the temple.",
				"If you wish to be a volunteer and would like to devote your time doing charity work for your temple please download the form and hand it upon completion to one of the committee members or email it to us.",
				"If you wish to know more about doing voluntary work at the temple please speak to one of the committee members today or send us an email at info@greenwichhindutemple.org.uk and we will get back to you."
			],
			"docs": [
				{
					"link":	"/docs/volunteer-application-form.pdf",
					"name" : "Volunteer Application Form"
				}
			]
		}
	],
	"footer": [
		{
			"charity":"1106377"
		}
	]
}
